Repository: mozilla-l10n/mt-training-data
Catalog: dag/dag_pontoon.tmx
Source language: en_us
Languages: dag

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
dag: Di yi n niŋ ka a suhi soli ni a yaabunima, ti laɣimdi li mi n niŋ ZIP lahibaya yini bee di zaɣ bɔbigu puuni. A ni pun n suhi shɛŋa zuɣu la m bɔŋɔ:

source: “When you talk to your cousins, do you mix Spanish and English?”
dag: "A yi yɛn yɛli a dachahi, a yɛrila spanish min siliminsili?''

source: Which variant of { $language } do you speak?
dag: Bal dinisa{ $language }ka a lee taɣisira?

source: Why ?
dag: Bɔzuɣu?

source: Why a profile?
dag: Bɔzuɣu ka di nyɛ daadam lahibali jia?

source: Why are you asking?
dag: Bɔzuɣu ka a bɔhira?

source: Why Common Voice?
dag: Bɔ zuɣu ka a pii Common Voice ?

source: Why does this matter?
dag: Bɔzuɣu ka ŋɔ kpa talahi?

source: Why we built this Spontaneous Speech prototype
dag: Daliri shɛli din chɛ ka ti nam Spontaneous Speech nahingbaŋ ŋɔ

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
dag: A yi mali purofaali, a ni mi a tuma ni chani shɛm ka lahi gbuni kpalanzuya ni ban tiri pahihu kukoya maa ni

source: Word segments, false starts, repeated words
dag: Bachi piribu,ʒiri pilli,labiyaai bachinima.

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
dag: A gba bɔri ni a suhi soli ka kɔko' shɛŋa a ni n yaagi la nyahi, bee a suhu yuya ni di m-be Common Voice kpanjɔɣu la puuni?

source: Write
dag: sabima

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
dag: Sabimi lala nira maa ni yɛli yɛltɔɣa maa shɛm n-sɔŋ di bahi bahimdi o ni zaŋ binshɛŋa kaman 'um', bee 'errr' .

source: Write down what you hear the person saying here
dag: Sabi n-sɔŋ a ni wum ka di lana maa yɛri shɛm kpɛ ŋɔ

source: Write options menu
dag: sabimi pari gahim pii bɔŋ ni

source: Writing down disfluencies, including hesitations and repetitions
dag: sab sɔŋ dolibu mini zaɣasibu ni labyɛli

source: <wrong>Wrong</wrong>: It’s 100 miles away from here
dag: <wrong>Ka viɛnyɛla</wrong>: Di nyɛla maali kɔbiga zaŋ kana kpe

source: <wrong>Wrong</wrong>: It was 20% off
dag: <wrong>Ka viɛnyɛla</wrong>: Didi nyɛla 20% off

source: <wrong>Wrong</wrong>: See you in <underline>2015</underline>
dag: <wrong>Ka viɛnyɛla</wrong>: Ni nya a <underline>2015 ni</underline>

source: <wrong>Wrong</wrong>: They were arrested by the <underline>eff bee eye</underline> last Thursday
dag: <wrong>Ka viɛnyɛla</wrong>: Bɛ nyɛla <underline>eff bee eye ni daa gbahi shɛba</underline> alaamishi dali maa

source: Xitsonga
dag: Zitsonga

source: “Yeah”
dag: "Iin"

source: Yes
dag: iin

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
dag: Iin, sabimi ma email lahabaya. Ni bɔri ni m mali tibili zaŋ chaŋ balli ŋɔ zoosim polo Mozilla Common Voice puuni.

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
dag: Iin, sabimi ma email lahabaya. Ni bɔri ni m mali tibili zaŋ chaŋ balli ŋɔ zoosim polo Common Voice puuni.

source: You
dag: Nyini

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
dag: A niŋla shili ni a mali a vulibu zali

source: You are prepared to initiate a download of <b>{ $size }</b>
dag: Aniŋ shili ni a vuli dinboŋɔ sonŋ kpe<b>{ $size }</b>

source: You are unable to establish a stable connection to our servers right now. Please try again later. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
dag: A bi tooi niŋ katari zaɣ' zuŋ n ti tabiibi zaŋ gohita maa punpɔŋɔ.Pahimi suglo ti saha bɛla ka labi na.Sɔŋsim ka a bora,bginimi kpalanzuya ni<matrixLink>Matrix Zelilini yɛltɔɣa taɣisi taba<matrixLink>,zaŋmi a zaɣa n niŋ dundɔŋ maa yalgala ni luɣili ŋɔ <githubLink>GitHub</githubLink>bee ka a kpe<discourseLink>Ti yɛltɔɣa tuɣisititaba dundɔŋ maa ni<discourseLink>.

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
dag: A ni tooi pahi yɛltɔɣa sabbu yaɣili maa bee ka a labilihi yɛltɔɣa labilihi yaɣili maa

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
dag: A mii ni tooi lahi yaai URLs maa ka zaŋ na n-ti pa a suhuyubu bin yaarigu. Di nyɛla binshɛli din yɛn kpi hawa bin 12 saha, amaa a ni tooi labi na yaɣili ŋɔ n-ti labi kuri zaɣa pala.

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
dag: A ni tooi zaŋ kɔmpiita sojihi n tum tuma: { sc-review-form-button-approve-shortcut } n-saɣi ti, { sc-review-form-button-reject-shortcut } n-zaɣisi, { sc-review-form-button-skip-shortcut } n-kpahi yaɣi

source: You can find <examplePromptsLink>120 example prompts in this sheet.</examplePromptsLink>
dag: A ni tooi nya <examplePromptsLink> kɔbigi ni pishi kotomsi gbaŋ ŋɔ ni.</examplePromptsLink>

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
dag: A ni tooi kpe<datasetsPage><datasetsPage><datasetsPage>,peemi ŋmahinli mini bali shaŋa a ni bora ka vuli li.kundu vihira<metadataLink>zaŋ dalim metada<metadataLink>kamani lahibali ni dihitabili tuma din doya.Di tu ni a doli sodoligu satara din puun vuli doya

source: You can meet others in the Mozilla language communities by joining <discordLink>Discord</discordLink> or <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
dag: Ani tooi laɣim shɛba ni din be Mozila bala dundɔŋ la ni puuni.A yɛn pahila <discordLink>Discourd<\\discourdlink>bee<discourseLink>Discoursrd><discordLink>n-ti alizama din du zuɣu saa bee<matrixLink>Matrix<matrixLink>n-ti yom saɣigu

source: You cannot add multiple sentences for a single submission
dag: A kutooi pahi n laɣim yɛltɔɣa yinga n ti

source: You cannot request your recordings while another request is already in progress.
dag: A ku tooi m bɔri a yaabuninima sheei di yi n niŋ ka a pun m bɔri shɛli shɛli ka di na bi n naai

source: You can request a new takeout of your recordings every { $days } days.
dag: A ni tooi suhi soli ka bi nyahi a kukɔli yaara dabaa { $days } kam

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
dag: A ni tooi laɣim laɣ'si di yan soŋ ka niriba tɔhi bi haŋkaya.Di niŋ asama gari a ni tɛhari sham. A ni tooi zaŋli pa pɔhim zuɣu n niŋ li sinii ti niriba pam,bee a ko din dee yi ka muɣisigu.Yuli nya di mŋahama ni yalbori sheŋɔ din tu ni a mali ka ni tooi laɣim laɣ'gu.

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
dag: A ni tooi <sentenceCollectorLinkAdd>pahi yɛltɔɣa din kalinli bi galisi</sentenceCollectorLinkAdd>, bee ka a zaŋ <bulkImportDocsLink> Github n kpɛhili pam jilli</bulkImportDocsLink>. Teema ka dam yɛltɔɣa tu mi ni di <licenseLink>CC0 (bee public domain)</licenseLink>, bee ka a sabi a maŋmaŋ dini.

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
dag: A ni tooi zaŋ <scraperLink>din yihira yɛltɔɣa na</scraperLink> n-naabigi yɛltɔɣ' ŋahi din yi Wikipedia zuɣu na.

source: You check whether the transcription matches the audio
dag: Lihimi n-nyɛ nyaa di lɛbigibu maa mini kukɔli maa nyɛla yim

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
dag: A ni tooi pahi wɛbsaati, kotomsi "Common Voice - https://commonvoice.mozilla.org/"

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
dag: Ani tooi zaŋ shikuru baŋsim soli,kami Harvard mini Mozila (2021)soli kukoli yinsi.org/(Accessed:15th September2021)

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
dag: A ni tooi zaŋ pɔhim zuɣu dundɔna n- yihi satara na.Tɔhimi a hankali n ti zama ban be pɔhim zuɣu ka yali din tu kamaata shɛm ka zaŋ a maŋa n ti dalim ninvuɣ' shɛb ban diri alizama gandi bala yiko,AI kukoya bee ban be kukoya tabiibi ni.Yulimi saɣsigu pam kpe<campaignLink>Bam mali zamatu yɛltɔɣa tumdi tuma n ti pahi tuma. <campaignLink>.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
dag: A bi piigi bali shɛli. Dimsuɣulo, chami a <profileLink>Profile</profileLink>ni n-ti piigi balli.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
dag: A paai di zaŋ tahi tariga paagi ŋo zuɣu. dimsuɣilo guhima pɔi { $retryLimit } ka minti yini gari pɔi ka a naan yi zaŋ yɛltɔɣ'shɛli n tahi. minutes before submitting another sentence. n paɣiya ni a ni niŋ suɣilo shɛli maa!

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
dag: A mali la taɣibu shɛli din bɛ malisɔŋ peegi ŋɔ zuɣu, A yi taɣi taɣi di biɛhigu, a taɣibu maa ku malisɔŋ. A dihitabili ni a bɔrimi ni a taɣi di biɛhigu?

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
dag: A mali la taɣibu shɛli din bɛ malisɔŋ peegi ŋɔ zuɣu, A yi yi peegi ŋɔ zuɣu, a taɣibu maa ku malisɔŋ. A dihitabili ni a bɔrimi ni a yi peegi ŋɔ ni?

source: You might also want to consider spanning different contexts and domains.
dag: A ni tooi bori ni a sɔŋ n mali yaɣli kam zali domainim puuni

source: You might have reached here by clicking a link in a social media app. You are using an in-app browser which does not support audio recording.
dag: Din tooi n nyɛla pɔhim zuɣu maʒini shɛli puuni linki ka a dihi ka di zaŋ a n-kpɛhina kpe. A malila birawuza shɛli din n-nyɛ maʒini ŋɔ dini ka ku tooi n yaai kɔkuli n tumdi tuma.

source: You must allow microphone access.
dag: Di tu ni a saɣi n-ti maakurofooni yoobu soli.

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
dag: Di tumi ni a wum bachi kam ayi ti vulindi yɛltɔɣa.Ti bɔrila ma zin shɛŋa din yɛn tooi yihiri vuri mini yili bihi din be vulibu maa ni.Amaa yili shɛŋa mini vu shɛba din ku tooi taɣ' di wumbu ni deei li.

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
dag: A yɛltɔɣa kumsi yirila a ni booni bachinima shɛm ni.Di yirila beni dɔɣi a luɣi shɛli,bali shɛŋa a ni yɛra ni yala pam.A ni tooi n pahiti lahibali zaŋ kpa din mali bukaata n ti kpe.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
dag: A lɔŋ din sɔɣi ŋɔ nyɛla din na yɛn be Common Voice dataset ŋɔ ni. Di yi kuli niŋ ka a nyahi a "profile" a ku tooi lahi suhi ni bɛ yihi a kukoli dataset ŋɔ ni.

source: Your API Credentials
dag: A API bin kpɛhira

source: Your audio recording appears to be corrupted. This can happen due to: • Browser compatibility issues (try using a different browser) • Microphone or audio driver problems • Network interruptions during recording Please try recording again.
dag: A kukoli vulindigu wuhi ti ni di saɣimi.Di boŋɔ ni tooi niŋ pirinla

source: Your daily goal has been created
dag: A bakɔi kam puuni nia la nyɛla din n nam

source: Your dataset is downloading!
dag: A dataset maa nyɛla din voora

source: Your download has started.
dag: A yaabu maa piliya.

source: You’re contributing to a target segment
dag: A pahirila yɛltɔɣili ni

source: You’re contributing to our first target segment
dag: A pahirila ti tuuli yɛltɔɣili ni

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
dag: Sahaŋɔ a niŋ shili ni a deei satara kamani tehi waɣila din teeira,n toontibo lahibali mini lahibali churi zaŋ kpa kuko din laɣim.

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
dag: Saha ŋɔ a niŋ shili ni a deei satara kamani tahi shɛŋa din teera,n toon tibo teebu mini lahibali churi zaŋkpa kuko yinsi

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
dag: A chani yɔm pam. Dimi suɣulo ka di saha biɛla n-lihi yɛltɔɣili maa n-nyaa di be dede.

source: You're helping Common Voice reach our daily sentence goals!
dag: A nyɛla ŋun sɔŋdi Common Voice ni di pali di dabisili puuni bachinima nia!

source: Your email address
dag: A iimaili Taliŋ adaka

source: You respond or reply to it as naturally as you can
dag: Labisima zaŋ n ti li a kpaŋmaŋa tatariga

source: Your files are being assembled. Please check again later.
dag: Ti nyɛla ban n laɣim a gbana maa zaa. Dimi suɣulo ka labina sha bihi nyaaŋa nti labi n-yuli.

source: Your Languages
dag: a bala

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
dag: Di ni tooi niŋ ka bal' shɛli a ni yɛri maa kukoya naai! A yi bɔra, a ni tooi taɣi a sɛtinsi maa n-nya yɛltɔɣ' shɛŋa din pahi a balli maa ni.

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
dag: Di ni tooi niŋ ka a zuliya balli maa lahi ka yɛltɔɣa! A yi bɔra, a ni tooi taɣi a sɛtinsi ka di sɔŋ a ka nya yɛltɔɣ' shɛŋa a balli maa ni.

source: Your message has been sent. Thank you!
dag: A satarili maa chaŋ ya. Ti paɣiya!

source: Your recording file is too large to upload. Please try recording a shorter clip.
dag: A ni yai kuko' shɛli maa galiya pam ni a zaŋ li niŋ na. Dim suɣilo, yaami kliipu jia.

source: Your username and email will not be associated with the published data.
dag: yu shɛli ani pii ni email bi saɣi ti salo data

source: Your weekly goal has been created
dag: A bakɔi kam nia la nyɛla din nam

source: You should receive an email from our Community Manager explaining the steps to get your language added to Common Voice
dag: Di tuya ni a deegi iimali din yina ti dundɔŋ ŋɔ manija sani n-wuhiri so' shɛŋa di ni tu ni a doli zaŋ a balli pahi Common Voice

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
dag: A sɔŋ Common Voice ka di paai <goalPercentage></goalPercentage> ti biɛɣukulo { $goalValue } yaabu nia!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
dag: A sɔŋ Common Voice ka di paai <goalPercentage></goalPercentage> ti biɛɣukulo { $goalValue } zahimbu nia!

source: You've successfully signed up for contributing to { $language }. Thank you.
dag: A niŋ zuɣu suŋ domin a pahi ban tɔhiritiri ni { $language }.Am pagya.

source: You want to join the Common Voice mailing list
dag: A bɔri ni a pahila ninvuɣ' shɛba Common Voice ni n-tiri yimaali maa zuɣu

source: You write down what you hear in the audio clips
dag: Sabimi a ni wum binshɛli kukɔ' yaarili maa ni

source: Zip #{ $offset } of { $total }
dag: { $total } puuni vaabu bun #{ $offset }

source: account recovery key
dag: akaunti labisibuna saafe

source: add-on
dag: pahibu yaɣili

source: alternate text
dag: sabbu din ni tooi n-zani n-ti li

source: attack
dag: Liribu

source: attacker
dag: ŋun lirita

source: Attack Site
dag: Pɔhim zuɣu yaɣishɛli bɛ ni liri

source: attendee
dag: laɣingu chana

source: authenticate
dag: niŋmi dihitabili

source: authenticated
dag: dihitabili

source: authentication code
dag: dihitabili niŋbu dalinli

source: autoplay
dag: ŋmɛri n toli

source: backup authentication code
dag: labisimi dihitabili saafe na

source: Balti
dag: Baiti

source: bookmark
dag: bukumaaki

source: breakpoint
dag: zanibu shee

source: Bug report
dag: Yɛlimuɣisirili molo gbaŋ

source: certificate authority
dag: shɛhiragbaŋ kpamba

source: cipher
dag: Sodoligu din yoori ka kpariti lahabali

source: clipboard
dag: vulidigu din taɣi dooshee

source: colorway
dag: nahiŋgbana soli

source: confirmation code
dag: saɣiti dalinli

source: context
dag: lahibali shɛli puuni bachi ni yina

source: cookie banner
dag: Sodoligu

source: corrupt
dag: di saɣnya

source: corrupted
dag: saɣagu

source: crash
dag: saɣimbu

source: cross-site tracking cookie
dag: Sodoligu napoŋboba

source: cryptominer
dag: cryto salingbira

source: cryptomining
dag: crypto salingbira

source: debug
dag: n jahi

source: deceptive site
dag: yɔhim yaɣili

source: decode
dag: kahigibu

source: decryption
dag: lahabali yoobu

source: disinformation
dag: ʒiri

source: distrust
dag: dihitabili kalinsi

source: email mask
dag: email sɔɣirili

source: enable
dag: tim soli

source: encode
dag: lahabali mali sɔŋ

source: encrypt
dag: kparima

source: encryption
dag: liribu

source: end user
dag: ŋun mali kuri bukaata

source: Enhanced Tracking Protection
dag: Puhisibu sɔ'gura kpaŋsibu

source: extension
dag: yɛligibu

source: fingerprinter
dag: nubili chiha yaarigu

source: fingerprinting
dag: nubili chiha yaabu

source: Firefox View
dag: Firefox Lihigu

source: grassroots
dag: gbunni piligu zaŋ n-du

source: home page
dag: solɔɣu

source: import
dag: zaŋkpɛhina

source: independent browser
dag: ʒɛngama brawza

source: innovations
dag: so' palli neebu

source: insecure
dag: di ka dihitabili

source: installation
dag: zaŋ niŋ

source: Issue
dag: Tibu

source: Legacy extension
dag: Zalikpana kpaŋsibu

source: MDN
dag: Mozilla mambu pɔhim zuɣu

source: misinformation
dag: Lahabali din pa yɛlimaŋli

source: native
dag: bilichina

source: net neutrality
dag: pɔhim zuɣu aadalichi

source: nonprofit
dag: ʒɛngama

source: non-profit
dag: ʒe n gama

source: open source
dag: din yooi n-ti daadam kam

source: override
dag: kpahiyaɣi

source: phone number mask
dag: nuche baŋ liritigu

source: pop-up
dag: puhipanna

source: preference
dag: suhuyurilim

source: Privacy Notice
dag: Ashili daŋsibu

source: release
dag: yoobahi

source: report
dag: nyihibu

source: restricted site
dag: yaɣishɛli din bi yooi ti sokam

source: revert
dag: labiyihi

source: Review checker
dag: Labi vihi lihirigu

source: search suggestion
dag: vihigu pahigu

source: security keys
dag: ashili saafenima

source: sensitive
dag: kpahimbu

source: sidebar
dag: yaɣili do'pua

source: sign
dag: nuu duɣibu

source: signer
dag: ŋun diɣi nuu

source: sign in
dag: diɣimi nuu

source: sign-in
dag: diɣimi nuu

source: studies
dag: bɔhimbu

source: Terms of Service
dag: Zalikpana Tarisi

source: track
dag: napɔŋbɔɣa

source: trackers
dag: din vihira

source: Tracking Content
dag: lahabali dolibu soli

source: unencrypted
dag: di bi kpari

source: unresponsive
dag: di bi garigira

source: unsafe
dag: di mali barina

source: validate
dag: diɣitabili

source: validity
dag: dariza

source: version
dag: yaɣili

source: Web Authentication
dag: Wɛbisati ni vihiri ka wuhiri daadam ni nyɛ so pɔhim zuɣu
